Repository: 0xWDG/AuroraEditor
Catalog: AuroraEditor/Core/Settings/Resources/Localizable.xcstrings
Source language: en
Languages: ar_ae, da, de, de_ch, es, es_mx, es_us, fr, fr_ca, hi_in, id, it, it_ch, ja_jp, ko_kr, nb_no, nl, pl, pt, pt_br, ru, sv, th, tr, uk_ua, vi, zh_hans, zh_hant

source: committed on %@
ar_ae: ملتزم على %@
da: forpligtet på %@
de: verschrieben auf %@
de_ch: verschrieben auf %@
es: comprometido en %@
es_mx: comprometido en %@
es_us: comprometido en %@
fr: engagé sur %@
fr_ca: engagé à %@
hi_in: %@ पर प्रतिबद्ध
id: Berkomitmen pada %@
it: Impegnato su %@
it_ch: impegnato su %@
ja_jp: %@にコミットした
ko_kr: %@에 대해 약속했다
nb_no: forpliktet på %@
nl: Toegewijd aan %@
pl: Popełnione w dniu %@
pt: comprometido em %@
pt_br: comprometido em %@
ru: Совершено на %@
sv: åtagit sig %@
th: มุ่งมั่นใน %@
tr: %@'da taahhüt etti
uk_ua: Вчинено на %@
vi: cam kết với %@
zh_hans: 承诺%@
zh_hant: 承諾%@

source: Failed To Get History
ar_ae: فشل في الحصول على التاريخ
da: Historik kunne ikke hentes.
de: Erfolgreich Erhalten Der Geschichte
de_ch: Konnte keine Historie abrufen.
es: No se ha podido obtener el historial.
es_mx: No se pudo obtener el historial
es_us: No se pudo obtener el historial
fr: Historique échoué à obtenir
fr_ca: Échec de l'obtention de l'historique
hi_in: इतिहास प्राप्त करने में विफल
id: Gagal Mendapatkan Riwayat
it: Fallito a ottenere la cronologia
it_ch: Fallito a ottenere la cronologia.
ja_jp: 履歴を取得できませんでした。
ko_kr: 기록을 가져오지 못함
nb_no: Historien kunne ikke hentes.
nl: Kan geen geschiedenis krijgen
pl: Nie Udało Się Uzyskać Historii
pt: Falha ao Obter Histórico
pt_br: Falha ao obter histórico.
ru: Не Удалось Получить Историю
sv: Kunde inte hämta historik
th: ไม่สามารถรับประวัติได้
tr: Geçmişi Almayı Başaramadı
uk_ua: Не Вдалося Отримати Історію
vi: Không Thể Nhận Lịch Sử
zh_hans: 获取历史失败
zh_hant: 無法獲取歷史記錄

source: Character count warning
ar_ae: تحذير عدد الأحرف
da: Advarsel om antallet af tegn
de: Warnung vor Charakterzahl
de_ch: Achtung Charakterzahl.
es: Advertencia de contador de caracteres
es_mx: Advertencia sobre el número de caracteres
es_us: Advertencia sobre el número de caracteres
fr: Avertissement de nombre de caractères
fr_ca: Avertissement de nombre de caractères
hi_in: वर्ण गणना चेतावनी
id: Peringatan jumlah karakter
it: Attenzione al conteggio dei personaggi
it_ch: Attenzione al conteggio dei personaggi
ja_jp: 文字数警告
ko_kr: 캐릭터 수 경고
nb_no: Advarsel om antall tegn
nl: Waarschuwing voor aantal karakters
pl: Ostrzeżenie o liczbie znaków
pt: Aviso de contagem de caracteres
pt_br: Aviso de contagem de caracteres.
ru: Предупреждение о количестве символов
sv: Varning om antalet tecken
th: คําเตือนการนับอักขระ
tr: Karakter sayısı uyarısı
uk_ua: Попередження про кількість символів
vi: Cảnh báo đếm nhân vật
zh_hans: 字数警告
zh_hant: 字元數警告

source: Open Recent Project
ar_ae: افتح المشروع الأخير
da: Åbent projekt i øjeblikket
de: Kürzliches Projekt öffnen
de_ch: Aktuelles Projekt öffnen
es: Proyecto abierto reciente
es_mx: Proyecto abierto Reciente
es_us: Proyecto Abierto Reciente
fr: Ouvrir le projet récent
fr_ca: Projet ouvert récent.
hi_in: हाल की परियोजना खोलें
id: Buka Proyek Terbaru
it: Apri Progetto Recente
it_ch: Apri Progetto Recente
ja_jp: 最近オープンしたプロジェクト
ko_kr: 최근 프로젝트 열기
nb_no: Åpne nylig prosjekt
nl: Recent Project Openen
pl: Otwórz ostatni projekt
pt: Abrir Projeto Recente
pt_br: Abra Projeto Recente
ru: Открыть недавний проект
sv: Öppna nyligen genomförda projekt
th: เปิดโครงการล่าสุด
tr: Son Projeyi Aç
uk_ua: Відкрити недавній проєкт
vi: Mở dự án gần đây
zh_hans: 打开最近的项目
zh_hant: 打開最近的專案

source: File Icon
ar_ae: أيقونة الملف
da: Ikon for fil
de: Symbol der Datei
de_ch: Icon der Datei
es: Icono de archivo
es_mx: Icono de archivo
es_us: Icono de archivo
fr: Icône de dossier
fr_ca: Icône de dossier
hi_in: फ़ाइल आइकन
id: Ikon Berkas
it: Icona di file
it_ch: Icona di file
ja_jp: ファイルアイコン
ko_kr: 파일 아이콘
nb_no: Filikon
nl: Bestandspictogram
pl: Ikona pliku
pt: Ícone do Arquivo
pt_br: Ícone de Arquivo
ru: Значок файла
sv: Filtypenikon
th: ไอคอนไฟล์
tr: Dosya Simgesi
uk_ua: Значок файлу
vi: Biểu tượng tệp
zh_hans: 文件图标
zh_hant: 檔案圖示

source: Commit warning label
ar_ae: الالتزام بتسمية التحذير
da: Advarselsskilte på overtræd
de: Warnetikett setzen
de_ch: Etikett für Warnung vergeben
es: Etiqueta de advertencia de compromiso
es_mx: Etiqueta de advertencia de compromiso
es_us: Etiqueta de advertencia de compromiso
fr: Étiquette d'avertissement d'engagement
fr_ca: Étiquette d'avertissement de compromis
hi_in: चेतावनी लेबल कमिट करें
id: Lakukan label peringatan
it: Etichetta di avvertimento di commesso
it_ch: Etichetta di avvertimento di commessa
ja_jp: 警告ラベルのコミット
ko_kr: 경고 라벨 게시
nb_no: Advarselsskyldig etikett
nl: Waarschuwingslabel van de opdracht
pl: Etykieta ostrzegawcza zatwierdź
pt: Etiqueta de aviso de compromisso
pt_br: Etiqueta de aviso de compromisso
ru: Предупреждающая метка коммита
sv: Placera varningstextetikett
th: ติดป้ายเตือน
tr: Tehlike etiketini koyun.
uk_ua: Попереджувальна етикетка
vi: Nhãn cảnh báo cam kết
zh_hans: 承诺警告标签
zh_hant: 傳遞警告標籤

source: Save As:
ar_ae: احفظ باسم:
da: Gem som:
de: Speichern als:
de_ch: Als speichern:
es: Guardar como:
es_mx: Guarda como:
es_us: Guarda como:
fr: Enregistrer sous :
fr_ca: Enregistrer sous le nom de :
hi_in: इस रूप में सहेजें:
id: Simpan Sebagai:
it: Salva come:
it_ch: Salva come:
ja_jp: 保存先：
ko_kr: 로 저장:
nb_no: Lagre som:
nl: Opslaan Als:
pl: Zapisz jako:
pt: Guardar como:
pt_br: Salvar como:
ru: Сохранить как:
sv: Spara som:
th: บันทึกเป็น:
tr: Şun şekilde kaydedin:
uk_ua: Зберегти Як:
vi: Lưu dưới dạng:
zh_hans: 另存为：
zh_hant: 儲存為：

source: Name
ar_ae: اسْم
da: Navn
es: Nombre
es_mx: Nombre
es_us: Nombre
fr: Nom
fr_ca: Nom
hi_in: ख्याति
id: Nama
it: Nome
it_ch: Nome
ja_jp: 名前
ko_kr: 이름
nb_no: Navn
nl: Naam
pl: Imię
pt: Nome
pt_br: Nome
ru: Имя
sv: Namn
th: ชื่อ
tr: Isim
uk_ua: Ім'я
vi: Tên
zh_hans: 名称
zh_hant: 名稱

source: Sort
ar_ae: فَرَزَ
da: Slags
de: Sortieren
de_ch: Art
es: Clasificar
es_mx: Tipo
es_us: Tipo
fr: Tri
fr_ca: Tri
hi_in: प्रकार
id: Jenis
it: Ordinare
it_ch: Ordinare
ja_jp: 並べる
ko_kr: 분류하다
nl: Sorteren
pl: Sortowanie
pt: Classificação
pt_br: Classificação
ru: Сорт
th: ประเภท
tr: Çeşit
uk_ua: Сортувати
vi: Sắp xếp
zh_hans: 种类
zh_hant: 分類

source: GET
ar_ae: فَهِمَ
da: Modtage
de: HOLEN
de_ch: Erhalten
es: OBTENER
es_mx: Conseguir
es_us: Conseguir
fr: Obtenir
fr_ca: Obtenir
hi_in: लाना
id: Mulai
it: Farsi
it_ch: Farsi
ja_jp: 手に入れる
ko_kr: 얻다
nb_no: Avkom
nl: Krijgen
pl: Dostać
pt: Conseguir
pt_br: Conseguir
ru: Покончить с
sv: Få
th: ได้รับ
tr: Almak
uk_ua: ОТРИМАТИ
vi: LẤY ĐƯỢC
zh_hans: 得到
zh_hant: 得到

source: Cherry-Pick %@...
ar_ae: اختيار الكرز %@...
da: Kirsebær-pluk %@...
de: Kirsch-Pflück %@...
de_ch: Kirsch-Pick %@...
es: %@ recogiendo cerezas...
es_mx: %@Rechazo de Cereza...
es_us: %@% recogiendo cerezas...
fr: Prise de cerise %@...
fr_ca: Prise de cerise %@...
hi_in: चेरी-पिक %@...
it: Raccolta di ciliegie %@...
it_ch: %@Raccolta Ciliegie %@...
ja_jp: チェリーピック%@...
ko_kr: 체리픽 %@...
nb_no: Kirsebærhøst %@...
nl: Aantal kersen%@...
pt: %@ Cherry Picking %@...
pt_br: Colheita de Cereja %@...
sv: Kirsebärplockning %@...
th: เลือกเชอร์รี่ %@...
tr: Kiraz-Toplama %@...
uk_ua: Вишня-Пік %@...
zh_hans: 采摘樱桃%@...
zh_hant: 櫻桃採摘 %@...

# Ln: %lld Col: %lld
source: Ln: %1$lld Col: %2$lld
ar_ae: Ln: %lld Col: %lld
da: Linje: %lld Kolonne: %lld
de: Name: %lld Farbe: %lld
de_ch: Name: %lld Alter: %lld
es: Ln: %lld Col: %lld
es_mx: Ln: %lld Col: %lld
es_us: Largo: %lld Ancho: %lld
fr: Ligne: %lld Colonne: %lld
fr_ca: Ligne: %lld Colonne: %lld
hi_in: Ln: %lld कॉल: %lld
id: Ln: %lld Col: %lld
it: An: %lld Col: %lld
it_ch: %lld %lld Nome: %nome Cognome: %cognome
ja_jp: 行: %lld 列: %lld
ko_kr: %lld %lld 열: %일일 열: %일일 열: %일일 열: %일일 열: %일일 열: %일일 열:
nb_no: Linje: %lld Kolonne: %lld
nl: Ln: %lld Col: %lld
pl: Ln: %lld Col: %lld
pt: Linha: %lld Coluna: %lld
pt_br: Ln: %lld Col: %lld
ru: Ln: %lld Col: %lld
sv: Rad: %lld Kol: %lld
th: Ln: %lld Col: %lld
tr: Uzun: %lld Boy: %lld
uk_ua: Ln: %lld Col: %lld
vi: Ln: %lld Col: %lld
zh_hans: 行：%lld 列：%lld
zh_hant: 列：%lld 列：%lld

source: Example: The autocomplete window flickered on screen and Aurora Editor crashed. See attached crashlog.
ar_ae: مثال: تومض نافذة الإكمال التلقائي على الشاشة وتعطل محرر أورورا. انظر سجل التصادم المرفق.
da: Eksempel: Det automatiske udfyldningsvindue blinkede på skærmen, og Aurora Editor gik i stykker. Se vedhæftet uheldslog.
de: Beispiel: Das Autocomplete-Fenster blinkte auf dem Bildschirm und Aurora Editor stürzte ab. Siehe beigefügten Absturzprotokoll.
de_ch: Beispiel: Das Autocomplete-Fenster blinkte auf dem Bildschirm und der Aurora Editor stürzte ab. Siehe beigefügten Absturzprotokoll.
es: Ejemplo: La ventana de autocompletar parpadeó en la pantalla y el Editor Aurora se bloqueó. Ver registro de accidentes adjunto.
es_mx: Ejemplo: La ventana de autocompletado parpadeó en la pantalla y el Editor Aurora se bloqueó. Ver registro de accidentes adjunto.
es_us: Ejemplo: La ventana de autocompletado parpadeó en la pantalla y el Editor Aurora se bloqueó. Ver registro de accidentes adjunto.
fr: Exemple : La fenêtre de complétion automatique a clignoté sur l'écran et l'éditeur Aurora a planté. Voir le journal d'écrasement ci-joint.
fr_ca: L’éditeur Aurora a planté et la fenêtre de suggestion automatique a clignoté sur l’écran. Veuillez trouver ci-joint le journal d'écrasement.
hi_in: उदाहरण: स्क्रीन पर ऑटोकम्प्लीट विंडो टिमटिमा गई और अरोड़ा एडिटर क्रैश हो गया। संलग्न क्रैशलॉग देखें।
id: Contoh: Jendela pelengkapan otomatis berkedip di layar dan Aurora Editor mogok. Lihat crashlog terlampir.
it: Esempio: La finestra di completamento automatico ha sfarfallato sullo schermo e l'Editor Aurora si è bloccato. Vedi crashlog allegato.
it_ch: L'editor Aurora si è bloccato e la finestra di completamento automatico ha sfarfallato sullo schermo. Esempio: l'editor Aurora si è bloccato e la finestra di completamento automat Vedi registro di crash allegato.
ja_jp: 例：自動完成のウィンドウが画面でちらつき、オーロラエディタがクラッシュしました。 添付のクラッシュログを参照してください。
ko_kr: 예: 자동완성 창이 화면에서 깜박였고 오로라 에디터가 충돌했습니다. 첨부된 충돌 로그를 보세요.
nb_no: For eksempel: Skjermen blinket mens Autocomplete-vinduet oppsto, og Aurora Editor krasjet. Se vedlagte krasjlogg.
nl: Voorbeeld: Het venster met automatisch aanvullen schilde op het scherm en Aurora Editor crashte. Zie bijgevoegde crashlog.
pl: Przykład: Okno autouzupełniania migotało na ekranie i Aurora Editor uległ awarii. Zobacz załączony dziennik awarii.
pt: Exemplo: A janela de preenchimento automático piscou no ecrã e o Editor Aurora travou. Ver log de acidente em anexo.
pt_br: Exemplo: A janela de preenchimento automático piscou na tela e o Editor Aurora travou. Veja o registro de batida anexado.
ru: Пример: Окно автозаполнения мерцало на экране, и редактор Aurora разбился. См. прилагаемый журнал сбоев.
sv: Exempel: Fönster med autokompletteringsfunktion blängde och Aurora Editor kraschade. Se bilaga med kraschlogg.
th: ตัวอย่าง: หน้าต่างการเติมข้อความอัตโนมัติกะพริบบนหน้าจอและ Aurora Editor ล่ม ดู crashlog ที่แนบมา
tr: Örnek: Otomatik tamamlama penceresi ekran üzerinde titredi ve Aurora Editörü çöktü. Ekteki kaza kaydını görün.
uk_ua: Приклад: Вікно автозаповнення мерехтіло на екрані, і редактор Aurora вийшов з ладу. Див. прикріплений краш-журнал.
vi: Ví dụ: Cửa sổ tự động hoàn thành đã nhấp nháy trên màn hình và Trình chỉnh sửa Aurora đã bị sập. Xem nhật ký sự cố đính kèm.
zh_hans: 示例：自动完成窗口在屏幕上闪烁，而极光编辑器崩溃了。 见附件中的崩溃日志。
zh_hant: 示例：自動完成視窗在螢幕上閃爍，極光編輯器崩潰。 請參閱附件中的崩潰日誌。

source: Continue
ar_ae: تابَعَ
da: Fortsætte med
de: Fortfahren
de_ch: Weitermachen
es: Continuar
es_mx: Continuar
es_us: Continuar
fr: Continuer
fr_ca: Continuer
hi_in: होते रहना
id: Melanjutkan
it: Continuare
it_ch: Continuare
ja_jp: 続ける
ko_kr: 계속하다
nb_no: Fortsette
nl: Vervolgen
pl: Kontynuować
pt: Continuar
pt_br: Continuar
ru: Продолжать, продолжить
sv: Fortsätta
th: ต่อ
tr: Devam etmek
uk_ua: Продовжувати
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Bold
ar_ae: جَريء
da: Dristig
de: Gewagt
de_ch: Fett
es: Audaz
es_mx: Atrevido
es_us: Atrevido
fr: Gras
fr_ca: Gras
hi_in: साफ़
id: Berani
it: Audace
it_ch: Audace
ja_jp: 大胆な
ko_kr: 대담한
nb_no: Modig
nl: Vet
pl: Odważny
pt: Negrito
pt_br: Negrito
ru: Жирный шрифт
sv: Djärv
th: กล้าหาญ
tr: Kalın
uk_ua: Сміливий
vi: Lòng dũng cảm
zh_hans: 大胆的
zh_hant: 魯莽的

source: New Branch from "%@"...
ar_ae: فرع جديد من "%@"...
da: Ny filial fra "%@"...
de: Neue Branche von "%@"...
de_ch: Neue Filiale von «%@»...
es: Nueva rama desde "%@"...
es_mx: Nueva rama desde "%@"...
es_us: Nueva rama desde "%@"...
fr: Nouvelle branche de '%@'...
fr_ca: Nouvelle branche de '%@'...
hi_in: "%@" से नई शाखा...
id: Cabang Baru dari "%@"...
it: Nuova Filiale da "%@"...
it_ch: Filiale Nuova da %@...
ja_jp: 『%@』からの新しい支部...
ko_kr: "%@"로부터의 새로운 지점...
nb_no: Ny filial fra "%@"...
nl: Nieuwe tak van "%@"...
pl: Nowa gałąź z "%@"...
pt: Nova Filial de "%@"...
pt_br: Nova Filial de "%@"...
ru: Новая ветвь от "%@"...
sv: Nytt avdelning från "%@"...
th: สาขาใหม่จาก "%@"...
tr: "%@"den Yeni Şube...
uk_ua: Нова гілка від "%@"...
vi: Chi nhánh mới từ "%@"...
zh_hans: 来自“%@”的新分支......
zh_hant: 來自「%@」的新分支...

source: Clone all branches
ar_ae: استنساخ جميع الفروع
da: Klon alle grene
de: Alle Zweige klonen
de_ch: Alle Zweige klonen
es: Clona todas las ramas
es_mx: Clona todas las ramas
es_us: Clona todas ramas
fr: Cloner toutes les branches
fr_ca: Cloner toutes les branches.
hi_in: सभी शाखाओं को क्लोन करें
id: Kloning semua cabang
it: Clonare tutti i rami
it_ch: Clonare tutti i rami
ja_jp: すべての枝をクローンする
ko_kr: 모든 지점을 복제하다
nb_no: Klon alle grener
nl: Klon alle takken
pl: Sklonuj wszystkie gałęzie
pt: Clonar todos os ramos
pt_br: Clonar todos os ramos
ru: Клонировать все ветви
sv: Klona alla grenar.
th: โคลนทุกสาขา
tr: Tüm dalları klonla
uk_ua: Клонувати всі гілки
vi: Sao chép tất cả các nhánh
zh_hans: 克隆所有分支
zh_hant: 複製所有分支

source: What did you expect to happen?
ar_ae: ماذا كنت تتوقع أن يحدث؟
da: Hvad forventede du at finde ud af?
de: Was hast du erwartet?
de_ch: Was hast du erwartet?
es: ¿Qué esperabas que sucediera?
es_mx: ¿Qué esperabas que ocurriera?
es_us: ¿Qué esperabas que ocurriera?
fr: Que vous attendiez-vous à ce que se passe-t-il ?
fr_ca: Qu’est-ce que vous vous attendiez à ce que se passe?
hi_in: आपको क्या होने की उम्मीद थी?
id: Apa yang kamu harapkan akan terjadi?
it: Cosa ti aspettavi che accadesse?
it_ch: Cosa ti aspettavi che accadesse?
ja_jp: 何が起こることを期待していましたか？
ko_kr: 무슨 일이 일어날 것으로 예상했니?
nb_no: Hva forventet du at skulle skje?
nl: Wat had je verwacht dat er zou gebeuren?
pl: Czego się spodziewałeś?
pt: O que você esperava que acontecesse?
pt_br: O que você esperava que acontecesse?
ru: Что ты ожидал, что произойдет?
sv: Vad trodde du att skulle hända?
th: คุณคาดหวังอะไรที่จะเกิดขึ้น
tr: Ne olmasını bekledin?
uk_ua: Що ви очікували, що станеться?
vi: Bạn đã mong đợi điều gì sẽ xảy ra?
zh_hans: 你期待发生什么？
zh_hant: 你預計會發生什麼？

source: Location
ar_ae: مَوْقِع
da: Beliggenhed
de: Standort
de_ch: Ort
es: Ubicación
es_mx: Lugar
es_us: Lugar
fr: Emplacement
fr_ca: Emplacement
hi_in: स्थान
id: Lokasi
it: Ubicazione
it_ch: Ubicazione
ja_jp: 場所
ko_kr: 위치
nb_no: Lokalisering
nl: Locatie
pl: Lokalizacja
pt: Localização
pt_br: Localização
ru: Местоположение
sv: Lokalisering
th: สถานที่
tr: Yer
uk_ua: Місцезнаходження
vi: Vị trí
zh_hans: 位置
zh_hant: 地點

source: Copy Commit Message
ar_ae: نسخ رسالة الالتزام
da: Kopiér og send besked.
de: Eingereichte Nachricht kopieren
de_ch: Nachricht über den Auftrag kopieren
es: Copia el mensaje de compromiso.
es_mx: Copia el mensaje de confirmación.
es_us: Copia el mensaje de confirmación.
fr: Copier le message de dépôt
fr_ca: Copier le message de confirmation.
hi_in: कमिट संदेश की नक़ल करें
id: Salin Pesan Komit
it: Copia messaggio di conferma
it_ch: Copia messaggio di commit.
ja_jp: コミットメッセージをコピーする
ko_kr: 복사된 메시지 확인
nb_no: Kopier bekreftelsesmelding.
nl: Bericht Committer Kopiëren
pl: Skopiuj wiadomość zatwierdzoną
pt: Cópia da mensagem de confirmação
pt_br: Cópia Mensagem de Compromisso
ru: Скопировать сообщение о коммите
sv: Kopiera meddelande om commit
th: คัดลอกข้อความยืนยัน
tr: Bağlılık Mesajını Kopyala
uk_ua: Копіювати повідомлення про коміт
vi: Sao chép tin nhắn cam kết
zh_hans: 复制提交信息
zh_hant: 複製提交訊息

source: Search for a file
ar_ae: ابحث عن ملف
da: Søg efter en fil
de: Suchen nach einer Datei
de_ch: Datei suchen
es: Buscar un archivo
es_mx: Buscar un archivo
es_us: Buscar un archivo
fr: Rechercher un dossier
fr_ca: Rechercher un dossier
hi_in: एक फ़ाइल के लिए खोजें
id: Mencari sebuah file
it: Cerca un file
it_ch: Cerca un file
ja_jp: ファイルを検索する
ko_kr: 파일을 검색하세요.
nb_no: Søk etter en fil
nl: Zoek naar een bestand
pl: Wyszukaj plik
pt: Procure um arquivo
pt_br: Procure por um arquivo.
ru: Поиск файла
sv: Sök efter en fil
th: ค้นหาไฟล์
tr: Dosya arayın
uk_ua: Пошук файлу
vi: Tìm kiếm một tài liệ
zh_hans: 查找一个文件
zh_hant: 搜尋一個檔案

source: Wrap Lines
ar_ae: خطوط التفاف
da: Indpakningslinjer
de: Verpackungslinien
de_ch: Aufwickelungslinien
es: Líneas de envoltura
es_mx: Rayas envolventes
es_us: Hilos envoltorios
fr: Lignes d'enveloppement
fr_ca: Lignes d'enveloppement.
hi_in: पंक्तियाँ लपेटें
id: Garis Bungkus
it: Linee di avvolgimento
it_ch: Linee di avvolgimento
ja_jp: ラップライン
ko_kr: 포장 라인
nb_no: Pakke linjer
nl: Wikkellijnen
pl: Linie Owijania
pt: Linhas de envoltório
pt_br: Linhas de envoltura.
ru: Линии Обертывания
sv: Rynkor i förpackningen
th: เส้นห่อ
tr: Sarma Çizgileri
uk_ua: Обгортання ліній
vi: Các Đường Dây Đóng Gói
zh_hans: 包线
zh_hant: 包裝線條

source: Updates Available
ar_ae: التحديثات متاحة
da: Tilgængelige opdateringer
de: Verfügbare Updates
de_ch: Aktuelle Angebote verfügbar
es: Actualizaciones disponibles
es_mx: Actualizaciones disponibles
es_us: Actualizaciones disponibles
fr: Mises à jour disponibles
fr_ca: Mises à jour disponibles.
hi_in: अपडेट उपलब्ध हैं
id: Pembaruan Tersedia
it: Aggiornamenti disponibili
it_ch: Aggiornamenti disponibili
ja_jp: 利用可能なアップデート
ko_kr: 이용 가능한 업데이트들
nb_no: Tilgjengelige oppdateringer
nl: Beschikbare updates
pl: Dostępne aktualizacje
pt: Atualizações Disponíveis
pt_br: Atualizações Disponíveis
ru: Доступные обновления
sv: Tillgängliga uppdateringar
th: มีการอัปเดต
tr: Mevcut Güncellemeler
uk_ua: Доступні оновлення
vi: Cập Nhật Có sẵn
zh_hans: 可更新
zh_hant: 可更新

source: Custom Notification
ar_ae: إشعار مخصص
da: Individuel besked
de: Benutzerdefinierte Benachrichtigung
de_ch: Benutzerdefinierte Benachrichtigung
es: Notificación personalizada
es_mx: Notificación personalizada
es_us: Notificación personalizada
fr: Notification personnalisée
fr_ca: Notification personnalisée
hi_in: कस्टम अधिसूचना
id: Pemberitahuan Khusus
it: Notifica personalizzata
it_ch: Notifica personalizzata
ja_jp: カスタム通知
ko_kr: 커스텀 알림
nb_no: Spesialvarsel
nl: Aangepaste melding
pl: Powiadomienie niestandardowe
pt: Notificação personalizada
pt_br: Notificação personalizada
ru: Пользовательское Уведомление
sv: Anpassad notifiering
th: การแจ้งเตือนแบบกําหนดเอง
tr: Özel Bildirim
uk_ua: Спеціальне сповіщення
vi: Thông báo tùy chỉnh
zh_hans: 自定义通知
zh_hant: 自訂通知

source: Failed to get document
ar_ae: فشل في الحصول على المستند
da: Dokument kunne ikke hentes.
de: Dokument nicht erhalten
de_ch: Dokument nicht erhalten.
es: No se ha podido obtener el documento.
es_mx: No se pudo obtener el documento
es_us: No se ha podido obtener el documento
fr: Échec de l'obtention du document
fr_ca: Échec de l'obtention du document.
hi_in: दस्तावेज़ प्राप्त करने में विफल
id: Gagal mendapatkan dokumen
it: Documento non riuscito a ottenere
it_ch: Documento non riuscito a ottenere.
ja_jp: ドキュメントを取得できませんでした。
ko_kr: 문서를 가져오지 못했습니다.
nb_no: Dokumentet kunne ikke hentes.
nl: Kan het document niet krijgen
pl: Nie udało się uzyskać dokumentu
pt: Falha ao obter o documento
pt_br: Falha ao obter documento
ru: Не удалось получить документ
sv: Dokumentet kunde inte erhållas.
th: ไม่สามารถรับเอกสารได้
tr: Belgeyi almayı başaramadı.
uk_ua: Не вдалося отримати документ
vi: Không thể lấy tài liệu được
zh_hans: 未能获取文件
zh_hant: 無法獲取文件

source: Open
ar_ae: مَفْتوح
da: Åbne
de: Offen
de_ch: Außen
es: Abierto
es_mx: Aire libre
es_us: Aire libre
fr: Ouvert
fr_ca: Ouvert
hi_in: खुला
id: Buka
it: Aperto
it_ch: Aperto
ja_jp: 開く
ko_kr: 열다
nb_no: Åpning
pl: Otwarty
pt: Aberto
pt_br: Aberto
ru: Открытый
sv: Öppen
th: เปิด
tr: Açık
uk_ua: Відкритий
vi: Mở
zh_hans: 打开
zh_hant: 打開

source: Branch Menu
ar_ae: قائمة الفروع
da: Afdelingsmenuen
de: Filialmenü
de_ch: Filialmenü
es: Menú de la sucursal
es_mx: Menú de sucursal
es_us: Menú de sucursal
fr: Menu de branche
fr_ca: Menu de la branche
hi_in: शाखा मेनू
id: Menu Cabang
it: Menu della Filiale
it_ch: Menu rami
ja_jp: 支店メニュー
ko_kr: 지점 메뉴
nb_no: Avdelingsmeny
nl: Takmenu
pl: Menu Oddziału
pt: Menu da Filial
pt_br: Menu da Filial
ru: Меню филиала
sv: Avdelningsmeny
th: เมนูสาขา
tr: Şube Menüsü
uk_ua: Меню відділення
vi: Thực đơn chi nhánh
zh_hans: 分支菜单
zh_hant: 分支選單

source: No Changes
ar_ae: لا تغييرات
da: Ingen ændringer
de: Keine Änderungen
de_ch: Keine Änderungen
es: Sin cambios
es_mx: Sin Cambios
es_us: Sin Cambios
fr: Pas de changements
fr_ca: Aucune modification.
hi_in: कोई बदलाव नहीं
id: Tidak Ada Perubahan
it: Nessun cambiamento
it_ch: Nessun cambiamento
ja_jp: 変更なし
ko_kr: 변경 없음
nb_no: Ingen endringer.
nl: Geen veranderingen
pl: Brak zmian
pt: Sem Alterações
pt_br: Sem Alterações
ru: Никаких Изменений
sv: Inga förändringar
th: ไม่มีการเปลี่ยนแปลง
tr: Değişiklik Yok
uk_ua: Без Змін
vi: Không Có Thay Đổi
zh_hans: 没有变化
zh_hant: 沒有變化

source: Show Details
ar_ae: عرض التفاصيل
da: Vis detaljer
de: Details anzeigen
de_ch: Details anzeigen
es: Mostrar Detalles
es_mx: Mostrar Detalles
es_us: Mostrar Detalles
fr: Afficher les détails
fr_ca: Afficher les détails.
hi_in: विवरण दिखाएं
id: Tampilkan Detail
it: Mostra dettagli
it_ch: Mostra dettagli
ja_jp: 詳細を表示する
ko_kr: 세부정보 보기
nb_no: Vis detaljer
nl: Details weergeven
pl: Pokaż szczegóły
pt: Mostrar Detalhes
pt_br: Mostrar detalhes.
ru: Показать детали
sv: Visa information
th: แสดงรายละเอียด
tr: Ayrıntıları Göster
uk_ua: Показати деталі
vi: Hiển thị chi tiết
zh_hans: 显示详情
zh_hant: 顯示詳細資訊

source: Add Folder
ar_ae: إضافة مجلد
da: Tilføj mappe
de: Ordner hinzufügen
de_ch: Ordner hinzufügen
es: Agregar carpeta
es_mx: Agregar carpeta
es_us: Agregar carpeta
fr: Ajouter un dossier
fr_ca: Ajouter un dossier
hi_in: फ़ोल्डर जोड़ें
id: Tambahkan Folder
it: Aggiungi cartella
it_ch: Aggiungi cartella
ja_jp: フォルダを追加する
ko_kr: 폴더 추가하기
nb_no: Legg til mappe
nl: Map toevoegen
pl: Dodaj folder
pt: Adicionar pasta
pt_br: Adicionar pasta
ru: Добавить папку
sv: Lägg till mapp
th: เพิ่มโฟลเดอร์
tr: Klasör Ekle
uk_ua: Додати папку
vi: Thêm Tệp
zh_hans: 添加文件夹
zh_hant: 新增資料夾

source: Privacy Policy
ar_ae: سياسة الخصوصية
da: Privatlivspolitik
de: Datenschutzrichtlinie
de_ch: Datenschutzpolitik
es: Política de Privacidad
es_mx: Política de Privacidad
es_us: Política de Privacidad
fr: Politique de confidentialité
fr_ca: Politique de confidentialité.
hi_in: गोपनीयता नीति
id: Kebijakan Privasi
it: Informativa sulla privacy
it_ch: Informativa sulla privacy
ja_jp: プライバシーポリシー
ko_kr: 개인정보 정책
nb_no: Personvernregler
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de privacidade
pt_br: Política de privacidade
ru: Политика конфиденциальности
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk_ua: Політика конфіденційності
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Sounds, Banners
ar_ae: الأصوات، اللافتات
da: Lyd, Bannere
de: Geräusche, Banner
de_ch: Schilder, Banner.
es: Sonidos, Banderas
es_mx: Sonidos, Banner
es_us: Banderas, sonidos
fr: Sons, Bannières
fr_ca: Sons, Bannières
hi_in: ध्वनि, बैनर
id: Suara, Spanduk
it: Suoni, Banner
it_ch: Suoni, Banner
ja_jp: 音、バナー
ko_kr: 소리들, 배너들
nb_no: Lyd, reklametavler
nl: Geluiden, Banners
pl: Dźwięki, Banery
pt: Sons, Banners
pt_br: Sons, banners
ru: Звуки, баннеры
sv: Ljud, banderoller
th: เสียง แบนเนอร์
tr: Sons, Afişler
uk_ua: Звуки, Банери
vi: Âm thanh, Hiệu hiệu
zh_hans: 声音，横幅
zh_hant: 聲音，橫幅
